{"website": "", "council_district": "33", "neighborhood": "Brooklyn Heights", "description": "The small, narrow triangle of land along the Cadman Plaza off-ramp of the BQE, largely shaded, provides respite and intimacy with nature and a variety of gardening opportunities. Several fruit trees, berry plants, and perennial herbs are among the great and growing diversity of woody and herbaceous perennials densely arranged into areas of differing character, providing a constantly-changing array of focal points as well as rich habitat for birds and insects.  Tall trees are kept pruned to maximize light on personal gardening plots at the garden's center. Self-sowing violets, queen-anne's-lace, coneflower, black-eyed-susan, asters, etc., contribute to the vitality of the garden.  A recycled child's playhouse, made of wood, serves as a charming centerpiece as well as a tool shed. The garden is managed holistically and tended communally by an ever-changing but deeply committed group of gardeners. The site is what remains of a private backyard taken over for highway construction and then left as a dumpsite.  Old apple trees and antique roses remain from earlier times, and a thorny honey locust grew from seed. Other woody plants, including a pagoda dogwood, were put in randomly by city workers.  In the 80's, neighbors cleared the debris and planted lawn grass, which then reverted to a solid mass of mugwort and other weeds in the 90's.  Since 1997, gardeners have removed weeds, shaped the terrain and pathways, and installed many many plants of edible, ornamental, and/or ecological value while continually amending the silty fill soil.  Curbing stones dumped in a pile long ago have been put to several uses, including sidewalks outside the fence.", "private events": ["no"], "waitlist": "yes", "food": {"herbs": ["basil", "chamomile", "chive", "cilantro", "comfrey", "dill", "echinacea", "fennel", "lavender", "mint", "oregano", "parsley", "sage", "thyme"], "vegetables": ["asparagus", "beans", "beet", "broccoli", "cabbage", "carrot", "cauliflower", "cayenne", "celery", "cucumber", "eggplant", "garlic", "jalapeño", "onion", "parsnip", "peas", "radish", "summer squash", "sweet peppers", "tomato", "turnip", "winter squash"], "trees": ["2 apple", "1 apricot", "1 nectarine"], "greens": ["amaranth", "arugula", "bok choy", "chard", "collard", "kale", "lettuce", "mesclun"], "fruits": ["blueberry", "currant", "elderberry", "raspberry", "rhubarb", "strawberry"]}, "food use": ["donated", "used by growers"], "community_board": "2", "who composts": "garden members only", "other_plants": ["botanical garden", "native plant garden", "shade trees", "shrubs"], "ownership": "DOT", "address": "51 Furman Street", "composts currently": "yes", "languages_spoken": "", "borough": "Brooklyn", "id": "111", "year_started": "1997", "art": [], "name": "Poplar Street Community Garden", "open hours": "M 8am-10am, R 10am-4pm, Su 4pm-6pm, and whenever the gate is open", "structures": ["pathways", "raised beds", "seating area", "toolshed"], "previous_use": "small piece of land left over when the bqe offramp was built", "works with schools": "no", "dues": "yes", "perceived edibility": "26-50%", "surveyed": true, "water features": [], "volunteers needed": "no", "fences": "wood & wire", "events": []}